{
    "Alkaloids": [
      {
        "name": "Abrus Precatorius Extract",
        "Active ingredient": "Alkaloids 1%;",
        "Common Name": "Wild Liquorice",
        "Chemical Constituents and components": "abrin, abraline, choline, trigonelline, gallic acids, precatorine, abricin, abridin, abrectorin and several amino acids.",
        "Action": "Alkaloids have a significant role as a nonspecific immunostimulant. They exhibit antibacterial activity against both gram positive and gram negative bacteria. Alkaloids also induce the release of adrenaline from the adrenal glands and impact the central nervous system. Additionally, they directly contribute to thermogenesis in the human body, aiding in weight reduction. Furthermore, alkaloids elevate blood pressure and indirectly affect sympathetic nerves. They also have the ability to dilate bronchioles in the lungs by stimulating beta andrenergic receptors, making them beneficial for asthma treatment.",
        "Curing Diseases": "The seeds have been employed with the intent of causing harm to others and as a means of inducing abortion.\nThey are utilized in the treatment of various skin ailments, wounds, hair loss, asthma, and ulcers.\nExternally, they are used to address issues related to the nervous system, diarrhea, dysentery, and possess properties that combat parasitic worms.\nThe roots are employed in the treatment of sexually transmitted diseases such as gonorrhea and syphilis.\nAdditionally, they are used to combat jaundice and a condition known as haemoglobinuric bile.",
        "Research Information": "The anti-diabetic effect of the chloroform-methanol extract derived from the seeds of Abrus precatorius has been demonstrated. This extract effectively lowers blood sugar levels, as evidenced by the study conducted by Manago and Alumanah in 2005 (reference: J. Appl. Sci. Environ. Mgt., Vol. 9, No. 1, pp. 85-88).",
        "Possible Combinations": "Abrus precatorius + glycyrrhiza glabra + acorus calamus (relieve cold and cough)"
      },
      {
        "name": "Adhatoda Vasica Extract",
        "Active ingredient": "Vasicine 1.0%, Alkaloids 1%",
        "Common Name": "Malabarnut",
        "Chemical Constituents and components": "vasicine, 2'-hydroxy -4-glucosyloxychalcone, vasicol, adhatodine, vasicinone, vasicinol, arachidic, cerotic, behenic, lignoceric, linoleic and oleic acids",
        "Action": {
          "Vasicine": "Vasicine has the ability to stimulate the respiratory system.\nIt induces bronchodilation and relaxes the muscles in the trachea.\nVasicine offers significant protection against bronchospasm induced by histamine.\nIt reduces the thickness and stickiness of mucus in the trachea.\nVasicine also exhibits moderate hypotensive activity and has a depressant effect on the heart.\nAdditionally, it demonstrates antioxidant properties and inhibits the enzyme hyaluronidase, while also improving moisture retention.",
          "Alkaloids": "Alkaloids demonstrate both bronchodilatory and bronchoconstrictory effects.\nThey stimulate the respiratory system.\nAlkaloids have a potent anti-inflammatory effect.\nThey possess abortifacient properties."
        },
        "Curing Diseases": "The medicinal herb is widely employed in the treatment of colds, coughs, chronic bronchitis, and asthma.\nIt possesses sedative, expectorant, and antispasmodic properties, making it versatile in its uses.\nStudies have shown that it offers relief for asthma and nervous disorders.\nAdditionally, it is utilized to address cases of diarrhea and dysentery.\nMoreover, it proves beneficial in managing haemoptysis (coughing up blood) and alleviating rheumatic pains.",
        "Research Information": "The extract from Adhatoda vasica demonstrates a strong antitussive effect. Research indicates that it is highly effective in managing coughs, with intravenous administration showing a reduction of 1/20 to 1/40 in mechanically and electrically induced coughing (Dhuley, J.N., Antitussive effect of Adhatota vasica extract on mechanically and electrically induced coughing, J. Ethanopharmacology, 1999, 30:67 (3) 361-365).",
        "Possible Combinations": "Adhatoda vasica + glycyrrhiza glabra + emblica officinalis + tinospora cordifolia (influenza & cough)"
      }
    ],
    "Amino Acid": [
      {
        "name": "Carica Papaya Extract",
        "Active ingredient": "Papain",
        "Common Name": "Papaya",
        "Chemical Constituents and components": "papain, chymopapain, pectin, carposide, carpaine, pseudocarpaine, dehydrocarpines, carotenoids, cryptoglavine, cis-violaxanthin and antheraxanthin.",
        "Action": "Papain has the ability to regulate the expression of replicase polyproteins. It is a powerful digestive enzyme that can be beneficial in treating severe digestive disorders like bloating and chronic indigestion. What sets Papain apart is its unique capacity to break down proteins and convert a portion of them into arginine, which plays a role in the production of the human growth hormone. Additionally, Papain exhibits strong spermicidal activity.",
        "Curing Diseases": "This substance is utilized for the treatment of psoriasis, hemorrhoids with bleeding, jaundice, enlargement of the liver and spleen, as well as a counter irritant.\nThe leaves can be infused and employed to alleviate different urinary issues, gonorrhea, colic, fever, beriberi, and as a dressing for putrid wounds, among other purposes.\nIt has applications in the removal of skin lesions and the enhancement of damaged skin conditions.\nAdditionally, it is utilized in the treatment of jellyfish and insect stings.",
        "Research Information": "The leaf extract derived from Carica papaya has a notable hypoglycemic impact. It effectively reduces the level of glucose in the bloodstream. (Reference: Fakeye, T.O. and et.al., 'Hypoglycemic effect of Carica papaya leaves,'' Tropical Journal of Pharmaceutical Research, March 2007;6(1) 671-678)",
        "Possible Combinations": "Carica papaya + mentha arvensis + moringa pterygosperma (relieves post-operative symptoms and abdominal distension)"
      },
      {
        "name": "Mucuna Pruriens Extract",
        "Active ingredient": "L-dopa 10%, L-dopa 20% & L-dopa 40%",
        "Common Name": "Cowitch, Common Cowitch, Velvet Bean",
        "Chemical Constituents and components": "L-Dopa, mucunadine, mucunain, mucunine, phenylalanine, prurienidine, prurienine, amino acids, alkaloids, lecithin and tannins.",
        "Action": "L-dopa, also known as levodopa, serves several important functions in the body. Firstly, it acts as a precursor for the neural transmitter dopamine, playing a crucial role in its production. Additionally, L-dopa has significant effects on glucose metabolism and arterial blood pressure, influencing these physiological processes. Furthermore, it stimulates the natural release of growth hormone, contributing to various growth-related functions in the body.Moreover, L-dopa functions to activate depressor neurons in two specific areas of the brain: the nucleus tractus solitarii (NTS) and the caudal ventrolateral medulla (CVLM). This activation plays a key role in regulating blood pressure and is an integral part of the baroreceptor reflex, which helps maintain blood pressure stability.Lastly, L-dopa has been found to have additional benefits such as reducing body fat and decreasing cellulite. These effects make it a valuable compound in various medical and therapeutic applications.",
        "Curing Diseases": "The application of this remedy is employed to treat conditions related to infertility, Parkinson's disease, and leprosy.\nIts effectiveness extends to alleviating symptoms of constipation, urinary problems, painful menstruation, absence of menstruation, and ulcers.\nThis treatment is utilized for reducing inflammation, eliminating parasites, and improving overall weakness in the body.",
        "Research Information": "Mucuna pruriens exhibits a noticeably greater ability to combat Parkinson's disease. The application of Mucuna pruriens cotyledon powder significantly enhances the activity of brain mitochondrial complex-I. It effectively replenishes the naturally occurring levodopa, dopamine, norepinephrine, and serotonin levels in the substantia nigra, restoring balance. (Reference: Manyam, Bala V et al., 'Neuroprotective effects of the antiparkinson drug Mucuna pruriens,' Phytother Res. 2004 Sep;18(9):706-712)",
        "Possible Combinations": "Mucuna pruriens + astercantha longifolia + withania somnifera+ myristica fragrance + shilajith (treatment of insomnia)"
      }
    ]
  }
  