[
  {
    "id": 1,
    "plant-botanical-name": "Aloe Vera",
    "plant-family-name": "Liliaceae.",
    "plant-common-names": "Barbados Aloe, Curacao Aloe, Indian Aloe, and Ghi Kunvar.",
    "plant-parts-used": "Flowers, Root",
    "predominantly": "South and southwestern India. ",
    "product-offered": " Aloe Vera Leaves, Aloe Vera Gel, and Aloe Vera Powder",
    "uses": "It is effective in treating X-ray burns, dermatitis, cutaneous disorders, and various skin conditions. The juice of this plant acts as a tonic and is used for the treatment of jaundice, amenorrhea, atonic conditions, and piles. Aloe Vera Gel possesses remarkable healing properties that aid in the treatment of wounds, ulcers, and burns. Also, it has been found to be beneficial in reducing triglycerides, total cholesterol, blood fat, and lipid levels. It also aids in weight loss by burning excess fat. The gel is effective in healing blisters and provides relief from itching. Aloe Vera Gel is commonly used for soothing sunburns, insect bites, scrapes, and scratches. It has hemostatic properties that help to stop minor bleeding from cuts. Furthermore, it moisturizes the skin and enhances its elasticity. By promoting the production of collagen and repairing damaged skin tissues, it helps to fade away white lines or marks gradually. Aloe Vera Gel also possesses anti-allergenic properties and aids in the healing of wounds. It is an excellent choice for eliminating scars caused by wounds or burns that have formed within approximately five years."
  },
  {
    "id": 2,
    "plant-botanical-name": " Alpinia Galanga",
    "plant-family-name": " Zingiberaceae",
    "plant-common-names": "  Galanga Root, Greater Galanga, Siamese Ginger, Siamese Galanga, Java Galangal, El Galangal, El Adkham,hang Dou Kou, Laos, Galgant, Naukyo, Lenkuas, Galanga Maior, Grosser Galgant, Da Liang Jiang, Gran",
    "plant-parts-used": "Roots",
    "predominantly": " Southeast Asia.",
    "product-offered": "Galangal roots, Galangal rhizomes",
    "uses": " The rhizome of Alpinia Galanga is utilized to treat various conditions such as rheumatism, bronchial catarrh, bad breath, ulcers, whooping colds in children, throat infections, incontinence, and fever. Alpinia species hold promise as antifungal agents, hypotensive, and enhancers of sperm count and motility. In rodents, they have demonstrated anti-tumor and anti-dementia effects. Alpinia Galanga is a stimulating aromatic that has been effectively used to aid in digestion, prevent fermentation, and relieve flatulence. It is beneficial for cases of dyspepsia, preventing vomiting or stomach sickness, and facilitating digestion. It can be used whenever a stimulating aromatic is needed. Additionally, it strengthens the tissues and is sometimes prescribed for fever. Homoeopaths utilize it as a stimulant. It has gained a reputation as a remedy for perineal relaxation with hemorrhoids and for a lax and pendulous abdomen. When used as a snuff, it can help alleviate symptoms of cold and flu. Galangal Root is also employed as a digestive aid, particularly in Combating dyspepsia and flatulence. It is also considered a remedy for seasickness and motion sickness. It is used to alleviate nausea, flatulence, dyspepsia, rheumatism, catarrh, and enteritis. The herb also has tonic and antibacterial properties, which are utilized in veterinary and homeopathic medicine. It can constrict or bind, such as in the case of controlling bleeding or stopping excessive secretions by causing proteins to coagulate on a soft surface. Additionally, it aids in the restoration, nourishment, and support of the entire body, exerting a gentle strengthening effect."
  },
  {
    "id": 3,
    "plant-botanical-name": "Andrographis Paniculata",
    "plant-family-name": "Acanthaceae",
    "plant-common-names": "Creat, Kariyat, Indian Echinacea.",
    "plant-parts-used": "Whole Plant, Leaves",
    "predominantly": "Throughout India",
    "product-offered": "Wholeplant, leaves",
    "uses": "Andrographis has demonstrated its efficacy as an effective antibiotic, antiviral, antiparasitic, and immune system booster. It is utilized in the treatment of viral hepatitis, gastrointestinal issues in children, gastric acidity, liver congestion, and flatulence. Additionally, it is increasingly being recognized as a remedy for colds. Substantial evidence suggests that it can alleviate the severity of cold symptoms and potentially even prevent them. Preliminary research indicates that it stimulates the immune system, making it a valuable resource for overall immune support. Interestingly, the active ingredient in Andrographis used for standardization, andrographolide, does not seem to have as significant an impact on the immune system as the extract derived from the whole plant. Early animal studies also suggest that andrographis may have benefits in preventing heart disease. Furthermore, preliminary studies indicate that andrographis may be more effective in protecting the liver from toxic injury than the well-known liver-protective herb, milk thistle. The decoction of the plant is known to purify the blood and is used for treating liver disorders. The tincture made from the roots acts as a tonic, stimulant, and laxative."
  },
  {
    "id": 4,
    "plant-botanical-name": "Annona Squamosa",
    "plant-family-name": "Annonaceae",
    "plant-common-names": "Custard Apple, Sugar Apple, Sweetsop, Kaner'apra, Pomme Canelle, Tapotapo, Fun Li Chi, Anon, Anona Blanca, Ati, Ates",
    "plant-parts-used": " Annona Seeds, Annona Leaves, Annona Bark",
    "predominantly": " Through out india",
    "product-offered": "Seeds, Leaves, Oil",
    "uses": "The custard apple tree possesses various medicinal properties. The alkaloid annonaine can be found in the bark and leaves. The bark decoction is effective in treating diarrhea, while the root is used to address dysentery. Additionally, a decoction made from the leaves is used as a remedy for colds and as a diuretic. Annona squamosa Linn., which belongs to the Annonaceae family, is known to exhibit diverse medicinal effects, including insecticidal, antiovulatory, and abortifacient properties. The fruits of the Annona tree have multiple benefits. They are considered haematinic, cooling, sedative, stimulant, expectorant, and maturant. Furthermore, they serve as a tonic and are useful in alleviating anemia and burning sensations. The seeds have abortifacient and insecticidal properties, making them effective in eradicating lice from hair. The leaves are utilized to overcome hysteria and fainting spells. Additionally, the fruit is commonly used in the production of ice creams and milk beverages."
  },
  {
    "id": 5,
    "plant-botanical-name": "Argyreia Nervosa",
    "plant-family-name": "Convolvulaceae",
    "plant-common-names": " Hawaiian Baby Woodrose Seeds, Elephant Creeper Seeds, Original Argyreia Seeds",
    "plant-parts-used": "Seeds, Wood",
    "predominantly": "Hills, 900 m and above in India",
    "product-offered": "Seed, Wood",
    "uses": "The roots of this plant have various tastes and properties such as acrid, bitter, astringent, sweet, and emollient. They are commonly used to treat imbalances related to the Kapha and Vata doshas, as well as conditions like emaciation, wounds, ulcers, anorexia, dyspepsia, and flatulence. Additionally, these roots are widely utilized for both psychotropic and ornamental purposes.The seeds of the Argyreia nervosa plant contain approximately 0.3% ergot alkaloids, which include chanoclavine, lysergol, ergotmetrine, and ergine. All these compounds are derivatives of Lysergic acid and are collectively called lysergic acid amides (LSA). It is worth noting that Lysergic Acid Diethylamide (LSD) is also a lysergic acid amide, although it has not been found in nature. Most of these ergot alkaloids have vasoconstrictive properties that can lead to tissue necrosis and gangrene in both humans and animals. In traditional medicine, the roots of this plant are used to treat gonorrhea, rheumatism, and nervous system disorders. They are also employed for ailments such as obesity, hoarseness, syphilis, anemia, diabetes, tuberculosis, and general weakness."
  },
  {
    "id": 6,
    "plant-botanical-name": "Withania Somnifera",
    "plant-family-name": "Solanaceae",
    "plant-common-names": "Withania, Winter Cherry, Indian Winter Cherry, Indian Ginseng, Ashwagandha",
    "plant-parts-used": "Roots, Leaves",
    "predominantly": "Throughout drier parts of India.",
    "product-offered": "Roots",
    "uses": "Ashwagandha possesses various therapeutic properties, including being a tonic, abortifacient, astringent, deobstruent, and nervine. It holds an esteemed position in the Indian Pharmacopoeia and is commonly referred to as Indian Ginseng. This powerful herb enhances vitality and vigor while promoting increased endurance. Ashwagandha has historically been utilized for treating ailments such as rheumatism, leprosy, and arthritis. Additionally, it is employed to address conditions like general debility, arthritis, depression, chronic fatigue, insomnia, anxiety, weakened immune system, infertility, and memory loss. Furthermore, it aids in boosting the iron levels in the bloodstream."
  },
  {
    "id": 7,
    "plant-botanical-name": "Asparagus Racemosus",
    "plant-family-name": "Liliaceae",
    "plant-common-names": "Asparagus, Wild Asparagus, Asparagus Root, Satavari",
    "plant-parts-used": " Tuberous Roots",
    "product-offered": "Dried Roots",
    "uses": " The roots possess a range of qualities, including bitterness, sweetness, emollient properties, cooling effects, nervine properties, tonic characteristics, constipating effects, ophthalmic benefits, and analgesic properties. They prove beneficial in the treatment of nervous disorders, dyspepsia, tumors, urinary tract inflammation, throat infections, tuberculosis, coughs, bronchitis, and overall weakness. Externally, the roots are utilized to alleviate joint stiffness. The rhizome acts as a soothing tonic that primarily affects the circulatory, digestive, and respiratory systems."
  },
  {
    "id": 8,
    "plant-botanical-name": "Azadirachta Indica",
    "plant-family-name": "Meliaceae",
    "plant-common-names": "Lilac, Margosa Tree, Neem, Neem Chal",
    "plant-parts-used": "Leaves, Flower, Oil, Seed.",
    "predominantly": " Evergreen and grows throughout India.",
    "product-offered": "Bark,Leaves,Seeds,Fruit,Oil,Flower,Stem",
    "uses": " The neem plant has multiple beneficial properties and uses. It functions as a vermifuge, insecticide, astringent, tonic, and antiseptic. Additionally, it possesses anti-diabetic, antibacterial, and antiviral properties, making it effective in treating stomach issues, worms, and ulcers. The root barks of neem have astringent, tonic, and antiperiodic properties, and are also useful in treating malarial fever. Neem oil is commonly used in neem-based soaps, shampoos, and toothpaste production. Moreover, the neem plant leaves are used for healing chicken pox and acne and for their blood purifying qualities."
  },
  {
    "id": 9,
    "plant-botanical-name": " Bacopa Monniera",
    "plant-family-name": "Scrophulariaceae",
    "plant-common-names": "Herpestis Monnieria, Thyme Leaved Gratiola, Brahmi",
    "plant-parts-used": "Whole Plant",
    "predominantly": "Marshy places and cultivated south india.",
    "product-offered": "Leaves, Wholeplant",
    "uses": " The herb possesses diuretic, cardiac, nervine, and tonic properties. According to reports, it has beneficial effects on intellect and is used in the treatment of asthma, hoarseness, insanity, and epilepsy. Additionally, it acts as a potent nervous tonic and has anti-anxiety properties. It is also known to be beneficial for heart health and helps in preventing stomach ulcers. Furthermore, it shows promise as a blood purifier and can be used to alleviate symptoms of diarrhea and fevers."
  },
  {
    "id": 10,
    "plant-botanical-name": "Ocimum Sanctum",
    "plant-family-name": "Lamiaceae",
    "plant-common-names": "Basil, Sacred Basil, Holy Basil, Tulsi",
    "plant-parts-used": "Leaves, Seeds",
    "predominantly": "Throughout India.",
    "product-offered": "Leaves, Seeds, Wholeplant, Oil",
    "uses": " Basil herb possesses diaphoretic, anti-paroxysmal, invigorating, expectorant, and anti-catarrhal properties. It is employed for treating malaria, catarrh, bronchitis, and gastrointestinal disorders. Additionally, it aids in reducing blood sugar levels, while its powdered form is utilized for healing mouth ulcers. In India, basil herb holds significant religious reverence and is esteemed for its aromatic qualities, often incorporated into potpourri and sachets. The cosmetic industry harnesses the power of basil oil in lotions, shampoos, perfumes, and soaps. Moreover, it finds application in select skin ointments and is marketed as an acne remedy."
  },
  {
    "id": 11,
    "plant-botanical-name": "Berberis Aristata",
    "plant-family-name": "Berberidaceae",
    "plant-common-names": "Tree Turmeric, Indian Barberry, Ophthalmic Barberry.",
    "plant-parts-used": "Bark, Fruit, Root, Stem And Wood.",
    "predominantly": "Himalayan region, distributed from Kashmir to Uttarakhand.",
    "product-offered": "Bark, stem",
    "uses": "The plant possesses antibacterial, anti-inflammatory, astringent, alternative, antipyretic, antiperiodic, antiseptic, anticancer, bitter, cholagogue, diaphoretic, emmenagogue, laxative, stomachic, and sweat-inducing properties. It is primarily employed in the treatment of eye ailments, hemorrhoids, absent menstruation, excessive vaginal discharge, piles, sores, peptic ulcers, dysentery, heartburn, indigestion, hepatitis, intermittent fever, and chronic eye inflammation. A root infusion is beneficial for addressing malaria, skin disorders, diarrhea, and jaundice. Additionally, a decoction can be used as a mouthwash to alleviate swollen gums and toothache. The plant is also effective in combating infections, eczema, parasites, psoriasis, and vaginitis. The roots possess hypoglycemic and anti-inflammatory properties while stimulating the cardiovascular system. Furthermore, the root bark exhibits anticoagulant and hypotensive characteristics."
  },
  {
    "id": 12,
    "plant-botanical-name": "Boswellia Serrata",
    "plant-family-name": "Bruseraceae",
    "plant-common-names": "Indian Olibanum Tree, Olibanum , Luban, Gond",
    "plant-parts-used": " Bark, Gum Resin",
    "product-offered": "Gum Resin",
    "uses": " The bark of this plant possesses a pleasant taste and has cooling and invigorating properties. It is beneficial in cases of Pitta imbalance, as well as for treating cough and asthma. Additionally, it is effective in reducing fevers, promoting urination, and alleviating convulsions. This versatile bark is also used to address conditions such as chronic laryngitis, jaundice, and arthritis. Moreover, the gum resin derived from this plant exhibits antiseptic, expectorant, anti-inflammatory, and diuretic qualities. It is commonly employed in the treatment of bronchitis, diarrhea, jaundice, ringworm, and various skin ailments."
  },
  {
    "id": 13,
    "plant-botanical-name": "Acorus Calmus",
    "plant-family-name": "Araceae",
    "plant-common-names": "Calamus, Sweet-flag, Sweet Root, Bach.",
    "plant-parts-used": "Dried Rhizome",
    "predominantly": "North temperate and subtropical regions upto 2200m altitude in himalayas.",
    "product-offered": "Roots,oil",
    "uses": "The rhizome possesses various medicinal properties, including anti-nausea, digestive, deworming, stimulating, vomiting-inducing, respiratory-clearing, gas-relieving, muscle-relaxing, and calming effects. It is employed in the treatment of numerous ailments such as epilepsy, mental disorders, chronic diarrhea, and dysentery. Additionally, it is utilized in the production of incense sticks and dhup, as well as serving as an effective insecticide against lice, bedbugs, and worms. Internally, it aids in alleviating digestive issues, bronchitis, and sinusitis. Externally, it provides relief for skin conditions, rheumatic pains, and nerve pain."
  },
  {
    "id": 14,
    "plant-botanical-name": "Cassia Angustifolia",
    "plant-family-name": "Caesalpinaceae",
    "plant-common-names": "Senna, Indian Senna, Tinnervelly Senna, Cassia Senna.",
    "plant-parts-used": "Pods, Stems and Leaves.",
    "predominantly": "Dry lands of southern & western India, and indegenous to arabia.",
    "product-offered": " Leaves, Fruit, Pod",
    "uses": "The British and US pharmacopoeias both acknowledge its effectiveness. It can be beneficial for chronic constipation, as it stimulates the movement of the colon through its direct impact on the intestinal wall. Additionally, it has multiple uses as an expectorant, wound dressing, antidysenteric, carminative, and laxative. This herb is also known to be helpful for conditions such as loss of appetite, enlarged liver and spleen, indigestion, malaria, skin diseases, jaundice, and anemia. The leaves can be transformed into a paste and applied topically to treat various skin ailments."
  },
  {
    "id": 15,
    "plant-botanical-name": "Cassia Fistula",
    "plant-family-name": "Caesulpinaceae",
    "plant-common-names": "Fistula, Laburnum, Purging Fistula, Golden Shower, Amaltas",
    "plant-parts-used": "Fruits, Bark",
    "predominantly": "Valleys up to 1200 m in Himalayas.",
    "product-offered": "Seeds, Fruit, Pod, Fruit pulp",
    "uses": "Roots possess astringent, cooling, purgative, febrifuge, and tonic properties. They are beneficial in treating skin diseases, burning sensations, and syphilis. The bark is known for its laxative, anthelmintic, emetic, febrifuge, diuretic, and depurative qualities. It can be used to alleviate boils, leprosy, ringworm infections, colic, dyspepsia, constipation, diabetes, strangury, and cardiac problems. The leaves act as a laxative, antiperiodic, and depurative agent. They are effective in addressing skin diseases, burning sensations, dry coughs, and bronchitis. The fruits are described as sweet, cooling, purgative, carminative, anti-inflammatory, diuretic, and ophthalmic in nature. They are used for alleviating flatulence, colic, dysentery, inflammations, and intermittent fever. Additionally, they aid in managing cardiac disorders, strangury, ophthalmopathy, and general debility. The pulp derived from the fruits is commonly referred to as 'Cassia Pulp' and is well-known for its laxative properties. Furthermore, the bark of the tree is abundant in tannins. The flowers possess bitter, acrid, cooling, emollient, purgative qualities and are useful in addressing conditions associated with pitta imbalance, such as burning sensations, leprosy, and skin diseases. They also prove beneficial in managing cardiac disorders, intermittent fever, and general debility."
  },
  {
    "id": 16,
    "plant-botanical-name": "Cedrus Deodara",
    "plant-family-name": "Zingiberaceae",
    "plant-common-names": "Cedarwood, Cedarwood Oil",
    "plant-parts-used": "Rhizomes",
    "predominantly": "Damp deciduous forests",
    "product-offered": "Leaves, Wood, Oil",
    "uses": "This herb's bark is an effective remedy for remittent and intermittent fevers, diarrhea and dysentery. It can be used in powder form to treat ulcers. This herb is particularly beneficial in the treatment of bilious fevers and chronic diarrhea caused by weakened muscle fibers. Cedarwood oil, extracted from this herb, is used to alleviate catarrhal conditions in the respiratory tract. It acts as an expectorant and is also beneficial for treating ulcers and skin diseases. Each type of cedarwood oil has its own distinct woody scent, which may slightly change when dried. The crude oils are often yellowish or even darker in colour, with some, like Texas cedarwood oil, being quite thick and forming crystals over time. These oils are commonly used (sometimes after purification) in various fragrance applications such as soap perfumes, household sprays, floor polishes, and insecticides. Small amounts are also employed in microscopy work such as clearing oil. In India, Cedrus deodara oil has been found to have insecticidal and antifungal properties, making it potentially useful for preventing fungal deterioration of spices during storage. The wood is utilized for its decorative purposes, as well as for treating various ailments such as fevers, flatulence, pulmonary and urinary disorders, rheumatism, piles, kidney stones, insomnia, and diabetes. The leaves possess a bitter and acrid taste, and they have thermogenic properties. They are beneficial for reducing inflammation and treating tubercular glands. However, it is currently uncertain if the wood is commercially used for these medicinal purposes."
  },
  {
    "id": 17,
    "plant-botanical-name": "Centella Asiatica",
    "plant-family-name": "Appiaceae",
    "plant-common-names": "Pennywort, Indian Pennywort, Artayniya-e Hindi, Jal Brahmi",
    "plant-parts-used": "Whole Plant",
    "predominantly": "Waterlogged places throughout India.",
    "product-offered": "Leaves, Whole plant",
    "uses": "The plant has tonic, diuretic, and alterative properties. It is utilized in the medical field to treat leprosy and has been found to alleviate symptoms and enhance overall health. Additionally, it acts as a brain tonic and promotes hair growth. The entire plant exhibits antibacterial, anti-inflammatory, antifebrile, diuretic, and galactagogic effects. For external use, it is recommended to apply poultices for contusions, closed fractures, sprains, and furunculosis."
  },
  {
    "id": 18,
    "plant-botanical-name": "Cinchona Officinalis",
    "plant-family-name": "Rubiaceae",
    "plant-common-names": "Quinine Bark, Peruvian Bark, Quinine Bark",
    "plant-parts-used": "Quinine Isolated from Bark",
    "predominantly": "Nilgiri hills",
    "product-offered": "Bark",
    "uses": "Quinine Bark possesses a bitter taste and exhibits properties such as astringency, acridness, thermogenesis, febrifuge, oxytocic, analgesic, digestive, antipyretic, cardiotonic, anti-inflammatory, and tonic effects. Cinchona Officinalis is beneficial in treating malaria and intermittent fevers, lumbago, bacterial infections, helminthiasis, dyspepsia, chronic dysentery, skin ailments, cough, bronchitis, and cardiac weakness. The powdered form of Peruvian bark (quinine bark) is commonly included in tooth powders due to its astringent properties. Preparing a decoction of Cinchona officinalis serves as an effective gargle and throat astringent."
  },
  {
    "id": 19,
    "plant-botanical-name": "Coleus Forskohlii",
    "plant-family-name": "Lamiaceae",
    "plant-common-names": "Coleous",
    "plant-parts-used": "Roots",
    "predominantly": "Dry slopes on the Indian plains and in the foothills of the Himalayas.",
    "product-offered": "Roots",
    "uses": "The root of the coleus plant has been utilized for various medicinal purposes throughout history. Ancient Sanskrit texts indicate that coleus has long been recognized as a valuable herb for treating ailments such as heart and lung diseases, intestinal spasms, insomnia, and convulsions. Additionally, it has been found to have blood pressure-lowering properties, act as an antispasmodic, and dilate blood vessels. Coleus has also shown effectiveness in treating skin conditions like eczema and psoriasis. Primarily, coleus is recommended for cardiovascular diseases such as hypertension, congestive heart failure, and angina. It is also used to alleviate symptoms of asthma, intestinal colic, uterine cramps, and painful urination. By stimulating the secretion of saliva, hydrochloric acid, pepsin, amylase, and pancreatic enzymes, coleus can aid in digestive issues and malabsorption disorders. Furthermore, it enhances nutrient absorption in the small intestine. Coleus can accelerate the breakdown of existing fat stores, promoting a healthy cardiovascular system while lowering elevated blood pressure. In addition to its medicinal uses, coleus oil finds application in flavor and fragrance preparations. It is also employed in aromatherapy. The versatility of coleus as a natural remedy makes it a valuable ingredient in various treatments and preparations."
  },
  {
    "id": 20,
    "plant-botanical-name": "Cordyceps Sinensis",
    "plant-family-name": "Clavicipitaceae",
    "plant-common-names": "Cordyceps Mushroom, Caterpillar Fungus, Chongcao, Deer Fungus Parasite, Dong Chong Xia Cao, Chong Cao.",
    "plant-parts-used": "Fruits",
    "predominantly": " Native to the himalayan mountains in india, tibet at an altitude ranging from 3000 to 5000 metre and in some provinces of china.",
    "product-offered": "Fruits, Mushroom",
    "uses": "It is utilized in various therapies, encompassing immunological, antiarrhythmic, hypoglycemic, antineoplastic, and erythropoietic effects. This substance is employed to fortify the body following exhaustion or prolonged illness, as well as for conditions such as impotence, neurasthenia, back pain, coughing, anemia, tuberculosis, lower back pain, infertility, irregular menstruation, night sweats, and senile weakness. Also, it has been used as an adjunct in organ transplant surgery and for managing viral hepatitis and lupus. Furthermore, it aids in reducing high cholesterol levels and improving male sexual function. It combats stress, regulates blood sugar levels, lowers blood pressure, diminishes the risk of cancer, and protects the kidneys against damage caused by medications like cyclosporin and gentamycin. Moreover, it possesses anti-aging and antioxidant properties. It is also employed in treating fatigue and weakness."
  },
  {
    "id": 21,
    "plant-botanical-name": "Emblica Officinalis",
    "plant-family-name": "Euphorbiaceae",
    "plant-common-names": "Gooseberry, Phyllanthus Emblica, Emblica, Indian Gooseberry, Amla",
    "plant-parts-used": "Fruit",
    "predominantly": "Northern and southwestern India.",
    "product-offered": "Fruits, Seeds",
    "uses": "Amla, also known as Emblica Officinalis, possesses various medicinal properties such as being a mild laxative, aiding digestion, promoting urine production, enhancing sexual desire, relieving constipation, tightening tissues, and providing a cooling effect. It is renowned for its high concentration of vitamin C, making it a valuable remedy for anemia, jaundice, indigestion, bleeding disorders, diabetes, asthma, and bronchitis. Amla is also beneficial for treating insomnia and maintaining healthy hair. Considered a potent rejuvenating herb, it promotes longevity and assists in weight gain. Moreover, it exhibits antacid and anti-tumor properties."
  },
  {
    "id": 22,
    "plant-botanical-name": "Ephedra Vulgaris",
    "plant-family-name": "Ephedraceae",
    "plant-common-names": "Ephedra, Evulgaris, Somlatha",
    "plant-parts-used": "Dried Branch",
    "predominantly": "Drier regions of temperate zone and alpine Himalayas at altitude of 2700m to 3600m.",
    "product-offered": "Wood",
    "uses": "The plant possesses stomachic, alterative, and diuretic properties. It contains an alkaloid known as 'Ephedrine', which aids in the management of asthma. It is commonly used for treating acute muscular and bronchial asthma. Additionally, it serves as a remedy for headaches. Moreover, the plant exhibits antiviral effects, specifically against influenza. A concoction made from the stems and roots is employed in the treatment of rheumatism and syphilis."
  },
  {
    "id": 23,
    "plant-botanical-name": "Commiphora Mukul",
    "plant-family-name": "Burseraceae",
    "plant-common-names": " Commiphora, Mukul, Guggul, Balsamodendrom Mukul, Indian Bdellium Tree, Moql, Moqle-arzagi.",
    "plant-parts-used": "Whole Plant",
    "predominantly": "Rocky tracks of western india and eastern Himalayas.",
    "product-offered": "Gum Resins",
    "uses": "The substance has properties that aid in digestion, relieve muscle spasms, induce sweating, promote uterine contractions, prevent the formation of pus, and regulate menstrual flow. The resin derived from it is utilized in the treatment of rheumatoid arthritis. It is a powerful medication for cardiovascular conditions and high levels of cholesterol. Additionally, it serves as an ingredient in more than fifty different compounds. It is often marketed as a weight loss supplement that purportedly boosts thyroid function. Moreover, it finds application in perfumes, mouthwashes, massage products, and diffusers."
  },
  {
    "id": 24,
    "plant-botanical-name": "Gymnema Sylvestre",
    "plant-family-name": "Asclepiadaceae",
    "plant-common-names": "Periploca Of the woods, Gudmar",
    "plant-parts-used": "Whole Plant, Leaves",
    "predominantly": "Throughout India, in dry forest up to 600m.",
    "product-offered": "Leaves",
    "uses": "The plant possesses a pungent taste and has properties that can reduce inflammation, alleviate pain, promote liver health, induce vomiting, and increase urine production. It is beneficial in treating conditions such as enlarged liver and spleen, indigestion, constipation, jaundice, intestinal worm infestations, heart disease, and absence of menstrual periods. Interestingly, when the fresh leaves are chewed, they temporarily numb the ability to taste sweetness and bitterness. Additionally, this plant has the ability to lower blood sugar levels, making it effective in managing both types of Diabetes. Moreover, it acts as a cardiac stimulant and aids in increasing the production of urine."
  },
  {
    "id": 25,
    "plant-botanical-name": "Hibiscus Rosa Sinensis",
    "plant-family-name": "Malvaceae",
    "plant-common-names": "Hibiscus Flower, Lipstick Flower, China Rose, Shoeback Plant, Kinaros, Aute.",
    "plant-parts-used": " Leaves and Flowers.",
    "predominantly": " Commonly cultivated as a garden ornamental shrub from sea level to 500m.",
    "product-offered": "Leaves, Flower",
    "uses": "Hibiscus Rosa Sinensis can induce abortion and can be used as a treatment for headaches. The young leaves can serve as a substitute for spinach, while the flowers can be pickled or used as a purple dye to color foods like preserved fruits and cooked vegetables. Although the root is edible, it is quite fibrous. Additionally, Hibiscus Rosa Sinensis is beneficial for hair treatment. The leaves and flowers can be crushed into a paste and applied as a poultice to cancerous swellings and mumps. The leaves have soothing, laxative, and emollient properties. A decoction made from the plant can be used as a lotion to treat fevers."
  },
  {
    "id": 26,
    "plant-botanical-name": "Holarrhena Antidysenterica",
    "plant-family-name": "Apocynaceae",
    "plant-common-names": " Bitter Oleander, Connessi Bark, Kurchi Bark, , Dysentery Rose Bay, Tellicherry Bark",
    "plant-parts-used": "Bark, Seeds",
    "predominantly": "Grows wild in mountains",
    "product-offered": "Bark, Seeds",
    "uses": "It is one of the most effective medications for treating diarrhea. When dealing with chronic diarrhea and the presence of blood in the stool, it is recommended to combine it with Isabgol, castor oil, or Indrayav. According to Ayurveda, this herb's bark is beneficial in treating hemorrhoids, skin conditions, and biliousness. Externally, the bark is applied to alleviate skin problems, often mixed with cow urine. For urinary issues, the bark is consumed with cow milk. The fresh juice from the bark is considered effective in controlling diarrhea. In cases of bleeding piles, a decoction of Kutaj bark combined with sunthi helps to reduce mucus and blood. This herb is also used in the treatment of rheumatoid arthritis and osteoarthritis. The bark is employed in cases of chest ailments and is considered a remedy for skin and spleen diseases. It is well-known for its effectiveness against amoebic dysentery and other gastric disorders."
  },
  {
    "id": 27,
    "plant-botanical-name": "Hyoscyamus Niger",
    "plant-family-name": "Solanaceae",
    "plant-common-names": "Henbane, Niger Seed, Bird Feed, Black Henbane, Common Henbane",
    "plant-parts-used": "Seeds",
    "predominantly": "It is cultivated in Asia, Europe, North-Africa, England and Germany",
    "product-offered": "Seeds",
    "uses": "Niger seeds are commonly utilized as a nourishing bird feed. They possess properties that can alleviate gastric or intestinal cramps, diarrhea, neuralgia, cough hysteria, manis, skin inflammation, and boils. These seeds have anodyne, narcotic, and mydriatic qualities, making them useful as a sedative for nervous infections. In veterinary medicine, they are employed as urinary sedatives. The seeds are also used in the treatment of asthma, cough, epilepsy, myalgia, and toothache. Also, the plant is used internally to address asthma, whooping cough, and motion sickness."
  },
  {
    "id": 28,
    "plant-botanical-name": "Jatropha Curcus",
    "plant-family-name": "Euphorbiaceae",
    "plant-common-names": " Jatropha Seeds, Purging Nut, Psysic Nut.",
    "plant-parts-used": "Jatropha Seeds, Jatropha Leaves.",
    "predominantly": "throughout India.",
    "product-offered": "Seeds, Oil",
    "uses": "Jatropha is a small tree or shrub with a smooth gray bark that releases a whitish, watery latex when cut. It typically grows to a height of three to five meters but can reach up to eight or ten meters in favorable conditions. The oil derived from Jatropha has a high saponification value and is extensively utilized in certain countries for soap production. Additionally, the oil is used as an illuminant due to its smokeless burning properties. The oil cake produced from Jatropha is rich in nitrogen, phosphorus, and potassium, making it an excellent organic fertilizer. This drought-resistant shrub also possesses anti-cancer properties. It is commonly employed as a topical treatment for skin diseases, rheumatism, and livestock sores. Furthermore, the tender twigs of the plant are utilized for teeth cleaning, while the leaf juice is applied externally to treat piles. The roots are used as an antidote for snakebites, and a decoction of the roots and leaves is administered to alleviate diarrhea. The root bark is used topically for treating sores."
  },
  {
    "id": 29,
    "plant-botanical-name": "Glycyrrhiza Glabra",
    "plant-family-name": "Papilionaceae",
    "plant-common-names": "Calamus, Mulethi, Sweet Liquorice, Sweetwood",
    "plant-parts-used": "Root",
    "predominantly": "Northern and southern India",
    "product-offered": "Roots",
    "uses": "The herb possesses various beneficial properties, including being a tonic, diuretic, demulcent, expectorant, emmenagogue, and laxative. It is commonly employed to alleviate coughs and catarrhal infections and is particularly effective in soothing irritated conditions of the mucous membrane in the urinary organs. Additionally, it proves useful in treating sore throat, cough, loss of appetite, and persistent low-grade fevers. The herb also finds application in enhancing the flavor of confectionery, beverages, jams, and marmalades. The roots are utilized in the treatment of Addison's disease, asthma, bronchitis, coughs, peptic ulcers, arthritis, and allergic complaints. Externally, the roots are applied to alleviate symptoms associated with herpes, eczema, and shingles."
  },
  {
    "id": 30,
    "plant-botanical-name": " Moringa Oleifera",
    "plant-family-name": "Moringaceae",
    "plant-common-names": "Moringa, Horse Radish Tree, Drumstick Tree, Sahijan",
    "plant-parts-used": "Roots, Seeds, Leaves",
    "predominantly": "Found through out india.",
    "product-offered": "Leaves, Seeds, Oil, Pods",
    "uses": "The roots of this plant possess several beneficial properties, including being bitter, acrid, thermogenic, digestive, carminative, anthelmintic, constipating, anti-inflammatory, emmenagogue, diuretic, ophthalmic, expectorant, and stimulant. They have been traditionally used to treat various ailments such as dyspepsia, anorexia, verminosis, diarrhea, colic, flatulence, paralysis, inflammations, amenorrhea, dysmenorrhea, fever, strangury, vesical and renal calculi. Additionally, they have been found effective in managing cough, asthma, bronchitis, pectoral diseases, splenomegaly, epilepsy, and cardiopathy."
  },
  {
    "id": 31,
    "plant-botanical-name": "Mucuna Pruriens",
    "plant-family-name": "Fabaceace",
    "plant-common-names": "Cowitch, Common Cowitch, Konch",
    "plant-parts-used": "Roots, Seeds, Leaves",
    "predominantly": "Throughout india among hedges & bushes.",
    "product-offered": "Leaves, Seeds, Wholeplant, Pods",
    "uses": "The roots possess a bitter and sweet taste and have thermogenic, emollient, stimulant, purgative, aphrodisiac, and diuretic properties. The leaves are known for their aphrodisiac effects. The seeds have astringent, laxative, anthelmentic, alexipharmic, and tonic properties. The roots are believed to be beneficial in relieving constipation, nephropathy, strangury, and ulcers. The leaves are considered aphrodisiac and helpful in treating cephalagia and general debility."
  },
  {
    "id": 32,
    "plant-botanical-name": "Asphaltum Punjabinum",
    "plant-common-names": "Shilajit, Mumio",
    "plant-parts-used": "Raw shilajit stones",
    "predominantly": "Shilajit is extracted from Shilajit Raw Stones which come from High to Mid Himalayas above 14000 ft.",
    "product-offered": "The Eurofins test results reveal that our Shilajit Resin contains 88% fulvic acid, meeting the USP standards for heavy metals and microbes. We provide Purified Mumio/Shilajit in three different forms: a solid brick form, a soft resin form resembling chewing gum, and a liquid form similar to honey.",
    "uses": "Consistent utilization of shilajit has been linked to increased lifespan, a decelerated aging process, and overall bodily wellness. Shilajit possesses potent aphrodisiac properties, enhancing libido and addressing infertility concerns in both males and females. Furthermore, it serves as an antioxidant, bolstering the immune system and cognitive function. Additionally, shilajit acts as an energy enhancer. Widely utilized in ayurvedic medicine, shilajit is a reliable and secure supplement that can significantly improve one's health and overall sense of well-being.Suggested Use: Adults can Consume 1 gm of Shilajit daily with warm milk or water.Pack Size: 30gm, 40gm, 50gm, 100gm, 1kg or other sizes as per customer need. We can pack in jars with a spoon."
  },
  {
    "id": 33,
    "plant-botanical-name": "Nelumbo Nucifera",
    "plant-family-name": "Nymphaeaceae",
    "plant-common-names": "Sacred Water Lotus, Sacred Water Lilly, Pink Lotus, Nelumbo Lutea.",
    "plant-parts-used": "Lotus Flower Petals, Lotus Seeds, Lotus Leaves, Lotus Roots.",
    "predominantly": "Ponds and swamps.",
    "product-offered": "Seeds,Roots,Fruits,Flower,Oil,Leaves",
    "uses": "The lotus holds a special place in human culture throughout history. It has been revered in folklore, religion, and the arts. Beyond its breathtaking beauty, the lotus is revered for its mystical properties. The mature seeds have been known to have positive effects on conditions such as Neurasthenia, spermatorrhea, and metrorthoea. The leaves and seed cores, when decocted, can be effective remedies for insomnia and hemorrhage. Not only are the flowers, seeds, young leaves, and rhizomes edible, but the large leaves, measuring up to 2 feet in diameter, are used as food wrappers. The rhizomes of the lotus plant also serve as a source of lotus meal, which is high in starch. Throughout history, the lotus has been smoked or brewed into a tea to induce feelings of joy and well-being. The stamens can be dried and brewed into a fragrant herbal tea. The versatile seeds can be consumed raw, dried and popped like popcorn, or boiled down to create a paste. When combined with sugar, lotus seed paste becomes a common ingredient in various culinary applications."
  },
  {
    "id": 34,
    "plant-botanical-name": "Peganum Harmala",
    "plant-family-name": "Zygophyllaceae",
    "plant-common-names": "Harmala, Africa Rue, Syrian Rue",
    "plant-parts-used": "Seeds",
    "predominantly": "Native to sub-tropical regions.",
    "product-offered": "Seeds",
    "uses": "Despite its historical usage as a euphoric herb and purported aphrodisiac, harmula is not commonly utilized in modern Western herbal medicine due to its potential toxicity. However, it is still recognized for its medicinal properties in treating eye disorders and promoting breast milk production. Additionally, harmula possesses various other benefits such as its antitumor, antiviral, antibacterial, aromatic, and psychotropic qualities. It is also valued for its dyeing properties and economic significance. Peganum harmala, the plant from which harmula is derived, has been proposed as the sacred Zoroastrian (Vedic) plant Haoma (Soma). In the Middle East and North Africa, it has been used as an emmenagogue and an abortifacient agent. The fruits of Peganum Harmala are also a source of red dye and oil. The level of reverence for Peganum Harmala among Eastern cultures is remarkable. Its primary usage is as an aromatic substance. While there are occasional but ambiguous accounts of Peganum harmala being used as a traditional hallucinogen, there is still uncertainty regarding its actual ability to induce visions. However, it does exhibit some cognitive-altering effects, such as sedation. Additionally, it possesses antibacterial properties and demonstrates moderate efficacy against Protozoans. Its infusion is administered for the treatment of laryngitis. Moreover, it is believed to alleviate baldness, menstrual pain, as well as infestations of worms and lice."
  },
  {
    "id": 35,
    "plant-botanical-name": "Piper Longum",
    "plant-family-name": "Piperaceae",
    "plant-common-names": "Long Papper, Pipli",
    "plant-parts-used": "Fruit, Root, Stem",
    "predominantly": "Most deciduus to evergreen forests",
    "product-offered": "Seeds, Roots, Fruit, Stem",
    "uses": "Piper longum, also known as long pepper, possesses aromatic and stimulant properties. It is considered carminative and beneficial for treating constipation, gonorrhea, paralysis of the tongue, diarrhea, cholera, scarlatina, chronic malaria, and viral hepatitis. This herb is commonly used in the treatment of respiratory infections such as stomachaches, bronchitis, diseases of the spleen, coughs, tumors, and asthma. When applied topically, it provides relief from muscular pains and inflammation. In Ayurvedic medicine, it is regarded as a rejuvenator. Piper longum aids in stimulating the appetite and alleviating gas in the intestines. The root infusion of piper longum is used after childbirth to facilitate the expulsion of the placenta. It also acts as a sedative for insomnia and epilepsy, and as a cholagogue for obstructions in the bile duct and gall bladder."
  },
  {
    "id": 36,
    "plant-botanical-name": "Punica Granatum",
    "plant-family-name": "Puniacaceae",
    "plant-common-names": "Pomegranate, Pom",
    "plant-parts-used": "Pomegranate Seeds",
    "predominantly": "Cultivated all over india",
    "product-offered": "Pomegranate Seed Oil, Pomegranate Oil (Punica Granatum Oil)",
    "uses": "Pomegranate seeds produce a drying oil that contains pucinic acid, making up to 72% of the fatty acid content. Pucinic acid is a conjugated triene and a geometric isomer of elaostearic acid. The oil possesses antibacterial properties. Pomegranate (punica granatum) is widely recognized for its antioxidant properties. Recent research has discovered that the seed oil can help prevent the development of skin cancer by reducing the occurrence of lesions and limiting the formation of tumors."
  },
  {
    "id": 37,
    "plant-botanical-name": "Psoralea Corylifolia",
    "plant-family-name": "Fabaceae",
    "plant-common-names": "Psoralea Seed, Malay Tea, Cot Chu, Ku Tzu Malaysia, Scurf-pea, Malaysian Scurfpea, P'o Ku Chih, Pha Cot Chi",
    "plant-parts-used": "Seeds, Roots And Fruits",
    "predominantly": "Found in many parts of india.",
    "product-offered": "Seeds, Oil",
    "uses": "Psoralea Corylifolia holds great value in Chinese traditional medicine as a tonic remedy, known for its ability to enhance overall vitality. It is also recognized for its effectiveness in treating skin conditions, such as vitiligo. However, caution must be exercised when using the herb externally. The small fruits, containing a single seed, are highly regarded for their aphrodisiac properties and their ability to tonify the genital organs. The seed itself possesses a broad range of medicinal properties, including anthelmintic, antibacterial, aphrodisiac, astringent, cardiac, cytotoxic, deobstruent, diaphoretic, diuretic, stimulant, stomachic, and tonic effects. It is commonly used to address febrile diseases, premature ejaculation, impotence, lower back pain, frequent urination, incontinence, bedwetting, and more. Psoralen is present in both the seed and the fruit. The root of the plant is utilized in the treatment of dental caries. Additionally, the plant produces a valuable medicinal oleoresin that is beneficial for kidney disorders, impotence, lumbago, as well as various skin ailments including leprosy, leucoderma, and hair loss. Furthermore, the fruit exhibits antibacterial properties that can inhibit the growth of Mycobacterium tuberculosis."
  },
  {
    "id": 38,
    "plant-botanical-name": "Plantago Ovata",
    "plant-family-name": "Plantaginaceae",
    "plant-common-names": "Psyllium Husk, Psyllium Seeds, Plantago, Ispaghula, Fleam, Spogel Seeds, Isabgol",
    "plant-parts-used": "Husk, Seed",
    "predominantly": "Psyllium husk, psyllium seeds, plantago, ispaghula, fleam, spogel seeds, isabgol",
    "product-offered": "Hull",
    "uses": "It possesses diuretic, emollient, and cooling properties. It is employed to treat inflammatory conditions of the mucous membranes in the gastrointestinal and genitourinary tracts. It is widely recognized for its laxative effects, aiding in the restoration of proper bowel movements. Moreover, it is utilized in the treatment of chronic constipation, as well as amoebic and bucillary dysentery. Psyllium husk and seeds are officially recognized by the Pharmacopoeia. When crushed, the seeds can be made into a poultice and applied to alleviate rheumatic and glandular swellings. The mucilage found in the seeds is also used in cosmetics and serves as a primary stabilizer in the ice cream industry."
  },
  {
    "id": 39,
    "plant-botanical-name": "Pterocarpus Marsupium",
    "plant-family-name": "Fabaceae",
    "plant-common-names": "Indian Kino Tree, Malabar Kino Tree, Kino",
    "plant-parts-used": "Heart Wood, Leaves, flowers.",
    "predominantly": "The drier, hilly zones of dry deciduous forest.",
    "product-offered": "Wood",
    "uses": "The heartwood of pterocarpus marsupium possesses astringent, bitter, acrid, anti-inflammatory, anthelmintic, and anodyne properties. It is renowned for its effectiveness in managing diabetes. One interesting characteristic of this heartwood is that it instantly turns water blue upon contact. Additionally, it is beneficial for treating conditions such as elephantiasis, leucoderma, diarrhoea, dysentery, rectalgia, cough, and premature greying of hair. The bark of pterocarpus marsupium is commonly utilized as an astringent and in alleviating toothache. Moreover, the crushed leaves are known for their external application in the treatment of boils, sores, and various skin ailments."
  },
  {
    "id": 40,
    "plant-botanical-name": "Aegle Marmelos",
    "plant-family-name": "Rutaceae",
    "plant-common-names": "Bael, Quince, Apple Wood, Holy Fruit Tree",
    "plant-parts-used": "Bark,fruit Pulp, Leaves.",
    "predominantly": "all over deciduous forests in India.",
    "product-offered": "Fruits, Leaves, Bark, Fruit pulp",
    "uses": "The plant possesses antiscorbutic, carminative, alternative, and nutritive properties. It is employed in the treatment of constipation, dysentery, and diarrhea. Additionally, it exhibits aromatic, astringent, cooling, and febrifuge qualities, while also acting as a tonic for both the heart and brain. The utilization of unripe and semi-ripe fruits aids in enhancing appetite and digestion. Furthermore, the leaves are used to trea conditions such as diabetes, jaundice, cholera, asthma, and ophthalmia."
  },
  {
    "id": 41,
    "plant-botanical-name": "Rauwolfia Serpentina",
    "plant-family-name": "Apocynaceae",
    "plant-common-names": "Snake Root, Serpentine Root, Indian Snake Root",
    "plant-parts-used": "Roots",
    "predominantly": "Moist deciduous to evergreen forests.",
    "product-offered": "Roots",
    "uses": "This particular plant is utilized for its medicinal properties in both the Modern Western Medical system and traditional practices like Ayurveda, unani, and folk medicine. Its benefits include the reduction of blood pressure, the suppression of central nervous system activity, and its ability to induce sleep. Snakeroot works by depleting catecholamines and serotonin from nerves within the central nervous system. Refined snakeroot has gained popularity in recent years as a treatment for hypertension. Additionally, it is used as an antidote for snake bites and to alleviate dysentery and other painful conditions of the intestinal tract."
  },
  {
    "id": 42,
    "plant-botanical-name": " Salacia Reticulata",
    "plant-family-name": " Hippocrateacaea",
    "plant-common-names": " Salacia, Kotalahimbatu, Marking Nut Tree, Saptarangi.",
    "plant-parts-used": "Roots",
    "predominantly": " Throughout india mainly in forests.",
    "product-offered": "Roots",
    "uses": "The roots possess properties that are bitter, pungent, healing, beneficial for the liver, and aid in digestion. They have been found to be helpful in conditions related to vata dosha, diabetes, leprosy, skin ailments, and colic. The roots are known for their ability to inhibit a-glucosidase activity in the intestines. This inhibition slows down the digestion and absorption of carbohydrates in the small intestine, preventing a rapid increase in blood glucose levels after consuming carbohydrates. Furthermore, the roots exhibit hepatoprotective effects and are commonly used as a liver tonic. They have also shown effectiveness in treating rheumatism, skin diseases, and inflammation."
  },
  {
    "id": 43,
    "plant-botanical-name": " Sapindus Mukorossi",
    "plant-family-name": " Sapindaceae",
    "plant-common-names": "Ritha, Soapnut",
    "plant-parts-used": "Soapnuts, Soapnut Shells, Soapnut Shells Powder",
    "predominantly": "Through out india, nepal in lower forests.",
    "product-offered": " Seeds, Fruit, Oil, Hulls",
    "uses": " Soap nuts are commonly used in various cleansing products such as cleansing lotion, protein shampoo, and protein shampoo with conditioner. These nuts contain a high concentration of saponins, which give them their antibacterial properties and make them effective as mild foaming agents and cleansers. Soap nut powder is often utilized to cleanse not only hair and skin but also laundry. Additionally, it can be helpful in removing stains from hands and may provide relief for conditions like eczema, psoriasis, and itchy or sensitive skin. When used as a hair tonic, soap nuts can work wonders. Extracted from the fruit of the Soapnut tree, soap nut extract is rich in natural foaming agents and can be utilized for both skin and hair cleansing. It is commonly added to facial mixes containing milk powder and clay for gentle skin cleansing and salt scrubs to enhance their cleansing properties. Saponin derived from soap nuts is also used in the textile industry and in the preparation of toothpaste. Furthermore, soap nuts have been found to be useful in treating various ailments such as the common cold, pimples, epilepsy, constipation, nausea, and more."
  },
  {
    "id": 44,
    "plant-botanical-name": "Polygala Vulgaris",
    "plant-family-name": " Polygalaceae",
    "plant-common-names": "Senega Roots, Seneca Snakeroot",
    "plant-parts-used": " Roots",
    "predominantly": "Cultivated in India",
    "product-offered": " Roots",
    "uses": "The root, known as Senega root due to its association with the Seneca Indians, is highly regarded in medicine for its ability to treat snakebites. It acts as a potent stimulant, primarily affecting the respiratory membranes while also exerting its influence on other mucous membranes, secretory organs, the uterus, and the circulation. Senega root encourages the production of saliva, promotes expectoration, and can cause an irritating sensation in the feces. In larger doses, it can induce nausea and even act as an emetic and cathartic. Its main application is as an expectorant for persistent coughs, asthma, and respiratory weakness. However, it is not suitable for recent cases involving inflammation or irritability of the respiratory passages. Instead, it is more effective when combined with relaxing and soothing agents. Moreover, the plant is believed to possess diuretic and sweat-inducing properties. The leaves can also be used as a substitute for tea."
  },
  {
    "id": 45,
    "plant-botanical-name": "Sida Cordifolia",
    "plant-family-name": "Malvaceae",
    "plant-common-names": "Bala, Country Mallow",
    "plant-parts-used": "Whole Plant",
    "predominantly": "It is a common weed distributed throughout tropical and sub-tropical india and ceylon in waste places and jungles upto an altitude of 1050 m.",
    "product-offered": "Wholeplant",
    "uses": "The plant possesses aphrodisiac, analgesic, anti-inflammatory, and tonic properties. Its impact on the central nervous system provides relief from anxiety. It is utilized for weight reduction and has the ability to lower blood pressure and improve cardiac irregularities. Additionally, it proves beneficial in treating fevers, fits, ophthalmia, rheumatism, leucorrhoea, micturition issues, gonorrhoea, colic, nervous disorders, and general weakness. The juice derived from the plant's root aids in wound healing, while the entire plant's juice is effective against spermatorrhoea. The bark of the plant is known to treat facial paralysis and sciatica. Moreover, it is used to enhance sexual potency. The oils derived from the plant are applied topically to alleviate sore muscles, joints affected by arthritis and rheumatism, sciatica, and leg neuritis. It possesses diaphoretic properties, stimulating perspiration to reduce fever."
  },
  {
    "id": 46,
    "plant-botanical-name": "Nardostachys Jatamansi",
    "plant-family-name": "Valrianaceae",
    "plant-common-names": "Jatamansi, Spikenard, Musk Root, Indian Nard, Indian Spikenard",
    "plant-parts-used": " Rhizomes, Oil from Rhizome.",
    "predominantly": "The herb grows in the eastern Himalayas.",
    "product-offered": "Rhizomes, Oil",
    "uses": " This herb is commonly employed in Ayurveda to address hysteria and various neurological disorders. It is utilized for alleviating pain and promoting a regular menstrual cycle. In the realm of perfumery, it finds application in oriental bases, heavy floral scents, fougeres, woody bases, and animal ambre types. Additionally, it serves as a modifier in flavors alongside calamus, valerian, hop, ginger, and cardamom. Jatamansi  As an herbal remedy for the central nervous system, it is used to combat epilepsy, hysteria, and convulsions. Its oil is reputed to stimulate hair growth, aintain hair color, and possess anti-arrhythmic properties. Furthermore, it is believed to be beneficial for leprosy. This versatile herb also acts as a stimulant, antiseptic, and insect repellent and aids in the relief of stomachache, constipation, and cholera. The rhizome is utilized as a fragrant addition in the formulation of medicinal oil. When combined with sesame oil, it is applied to the scalp as a calming agent for the nerves. This plant is known for its sedative and diuretic properties, making it useful in treating spasmodic hysteria, heart palpitations, menopause symptoms, hystero-epilepsy, convulsive disorders, flatulence, stress, high blood pressure, and nervous headaches. The paste made with cold water is beneficial in reducing the sensation of burning. It possesses rejuvenating qualities that are particularly beneficial for mature skin and can provide relief for allergies, skin inflammations, and rashes."
  },
  {
    "id": 47,
    "plant-botanical-name": "Terminalia Chebula",
    "plant-family-name": "Combretaceae",
    "plant-common-names": "Myrobalan, Hardad, Chebulic Myrobalan",
    "plant-parts-used": "Fruits, Roots, Bark",
    "predominantly": "throughout India",
    "product-offered": "Fruits, Hull",
    "uses": " The herb possesses astringent, purgative, stomachic, and laxative properties. It offers benefits in treating asthma, piles, and cough. Moreover, it aids in the healing process of wounds and scalds. It can be used as a gargle to alleviate inflammation of the mouth's mucous membrane. Additionally, it finds application in leather tanning and petroleum purification. This herb acts as an effective purgative, eliminating toxins and fats from the body and reducing their absorption. It is also employed to address various eye conditions such as inflammation and conjunctivitis, often used as an eye wash."
  },
  {
    "id": 48,
    "plant-botanical-name": "Tinospora Cordifolia",
    "plant-family-name": "Meninspermaceae",
    "plant-common-names": "Gulanshe Tinospara, Gulancha Tinospara, Tinospara, Giloy",
    "plant-parts-used": "Stem",
    "predominantly": "North and south India.",
    "product-offered": "Root, Stem",
    "uses": " The substance possesses antiperiodic, antipyretic, alterative, diuretic, and anti-inflammatory properties. It is found in various compound formulations. The substance is utilized for addressing fever, urinary problems, indigestion, overall weakness, and urinary ailments. Additionally, it is employed in the treatment of rheumatism and jaundice. The leaves can be brewed into a decoction to treat gout. Moreover, it aids in eliminating brain toxins that impede cognitive function."
  },
  {
    "id": 49,
    "plant-botanical-name": "Tribulus Terrestris",
    "plant-family-name": " Zygophllaceae",
    "plant-common-names": " Land Caltrops, Puncture Vine, Gokhru",
    "plant-parts-used": " Whole Plant, Seeds",
    "predominantly": "Throughout India, up to 5400 m, as a weed along roadsides and waste places",
    "product-offered": "Seeds, Wholeplant, Fruits",
    "uses": "The roots and fruits of this plant possess various beneficial properties such as being sweet, cooling, diuretic, aphrodisiac, emollient, appetizer, digestive, anthelmintic, expectorant, anti-inflammatory, laxative, cardiotonic, styptic, and tonic. They can be used to treat conditions such as strangury, dysuria, renal and vesical calculi, anorexia, dyspepsia, helminthiasis, cough, asthma, inflammations, cardiopathy, spermatorrhoea, anaemia, scabies, ophthalmia, and general weakness. The leaves have astringent, diuretic, aphrodisiac, depurative, anthelmintic, and tonic properties. They are beneficial in the treatment of gonorrhoea, inflammation, menorrhagia, strangury, leprosy, skin diseases, and general weakness. The seeds are astringent and strengthening. They can be used to address haemorrhages and ulcerative stomatitis. The fruit acts as a diuretic and tonic and is effective in the treatment of calculous affections and painful micturition. Additionally, a paste made from the leaves can be used to treat bladder stones."
  },
  {
    "id": 50,
    "plant-botanical-name": "Valeriana Wallichii",
    "plant-family-name": "Valerianaceae",
    "plant-common-names": "Valerian, Indian Valerian, Valerian Jatamansi, Taggar",
    "plant-parts-used": " Roots",
    "predominantly": "Temperate zone of northwestern Himalayas up to an altitude of 3000 m",
    "product-offered": "Roots",
    "uses": " The plant possesses anti-spasmodic, stimulant, carminative, and stomachic properties. It proves beneficial in treating eye, blood, and liver ailments. Additionally, it serves as a remedy for conditions like hysteria, hypochondriasis, nervous restlessness, and emotional strain. It also aids in clearing the voice and acts as a stimulant during the later stages of fever and nervous disorders. To relieve pain, a paste made from the roots is applied to the forehead. Externally, the paste is used on wounds to promote faster healing."
  },
  {
    "id": 51,
    "plant-botanical-name": "Vetiveria Zizanoides",
    "plant-family-name": " Poaceae",
    "plant-common-names": "Vetiver, Khas-khas",
    "plant-parts-used": "Roots, Oil",
    "predominantly": " Plains and low hills.",
    "product-offered": "Roots, Oil",
    "uses": " Vetiver root possesses cooling and refrigerant properties, making it a diuretic, stimulant, and tonic. The presence of benzoin in the roots aids in alleviating headaches. Vetiver oil is highly beneficial for skin healing, as it not only repels insects but also reduces stress and tension. With its rich, earthy, woody, and sweet aroma, vetiver oil is extensively used in perfumery for its fixative effects and fragrance. Vetiver roots are used to create brushes for natural body cleansing and apply aroma oils and utensils. The aromatic roots are also employed in potpourri and perfumes. Additionally, the leaves are used to treat rheumatism, lumbago, and sprains."
  },
  {
    "id": 52,
    "plant-botanical-name": "Zingiber Officinalis",
    "plant-family-name": " Zingiberaceae",
    "plant-common-names": "Calamus, Sweet Ginger, Ginger Root, Sonth (dried)",
    "plant-parts-used": "Fresh and Dried Rhizomes.",
    "predominantly": "Southeast Asia and throughout India.",
    "product-offered": " Rhizomes, Oil",
    "uses": "Proven in clinical studies to prevent nausea and vomiting caused by motion sickness, sea sickness, and pregnancy. Renowned for its positive effects on the gastrointestinal system and as an anti-inflammatory and carminative agent. It has been found to be beneficial in treating bronchitis, colds, congestion, diarrhea, flu, headaches, nausea, rheumatism, and sore throat. Additionally, it is often used in combination with tonic and stimulating remedies."
  }
]